tap "hashicorp/tap"
tap "mutagen-io/mutagen"
tap "ublue-os/tap"
tap "valkyrie00/bbrew"
brew "ack"
brew "ca-certificates"
brew "openssl@3"
brew "atuin"
brew "awk"
brew "awscli"
brew "bash-preexec"
brew "bat"
brew "btrfs-progs"
brew "carapace"
brew "chezmoi"
brew "coreutils"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "gawk", link: false
brew "gh"
brew "glab"
brew "gnuplot"
brew "ncdu"
brew "neovim"
brew "node"
brew "nvm"
brew "opentofu"
brew "pre-commit"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "starship"
brew "stress-ng"
brew "tealdeer"
brew "television"
brew "trash-cli"
brew "ugrep"
brew "uutils-coreutils"
brew "uv"
brew "yq"
brew "zoxide"
brew "hashicorp/tap/vault"
brew "mutagen-io/mutagen/mutagen"
brew "valkyrie00/bbrew/bbrew"
cask "1password-flatpak-browser-integration"
cask "1password-gui-linux"
vscode "4ops.terraform"
vscode "charliermarsh.ruff"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.makefile-tools"
vscode "skellock.just"
vscode "vscodevim.vim"
